sensorOpt/con/13_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       231123;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       231523;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       231723;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       232123;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          115664;
        startFace       232323;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          115664;
        startFace       347987;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          464;
        startFace       463651;
    }
)

// ************************************************************************* //
